Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
nl: om een vorm toe te voegen selecteer een algoritme en vorm en klik dan op de afbeelding vormen worden aan de huidige schaal toegevoegd

source: show and edit shapes on the current scale
nl: toon en bewerk vormen in huidige schaal

source: algorithms:
nl: algoritmen:

source: activates fill tool
nl: activeer vul gereedschap

source: activates blur tool
nl: activeer gereedschap verdoezelen

source: activates healing tool
nl: activeer gereedschap herstellen

source: activates cloning tool
nl: activeer gereedschap klonen

source: # scales:
nl: # schalen:

source: current:
nl: huidige:

source: merge from:
nl: samenvoegen met:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
nl: bepaal met bovenste schuifregelaar het begin van samenvoegen kies met onderste schuifregelaar het aantal schalen de rode box toont de huidige schaal groene lijnen geven aan dat schalen vormen bezitten

source: display masks
nl: toon maskers

source: temporarily switch off shapes
nl: vormen tijdelijk uitschakelen

source: display wavelet scale
nl: toon wavelet schaal

source: cut shapes from current scale
nl: knip vormen van huidige schaal

source: paste cut shapes to current scale
nl: plak geknipte vormen aan huidige schaal

source: preview single scale
nl: voorbeeld enkele schaal

source: adjust preview levels
nl: pas preview niveaus aan

source: auto levels
nl: automatisch niveaus

source: shape selected:
nl: geselecteerde vorm

source: click on a shape to select it, to unselect click on an empty space
nl: klik om een vorm te selecteren, of deselecteer door met een klik in een leeg ruimte

source: fill mode
nl: vul modus

source: erase
nl: wissen

source: erase the detail or fills with chosen color
nl: wis de details of vullingen met gekozen kleur

source: fill color:
nl: vul kleur:

source: select fill color
nl: selecteer vul kleur

source: pick fill color from image
nl: kies kleur van afbeelding

source: adjusts color brightness to fine-tune it. works with erase as well
nl: kleur helderheid fine-tuning, dit werkt ook met wissen

source: blur type
nl: type verdoezeling

source: type for the blur algorithm
nl: algoritme voor het type verdoezeling

source: blur radius
nl: straal verdoezeling

source: radius of the selected blur type
nl: straal van geselecteerd type verdoezeling

source: set the opacity on the selected shape
nl: bepaal bedekking op geselecteerde vorm

source: retouch tools
nl: retouch gereedschappen

source: shapes
nl: vormen

source: retouch tool circle
nl: retoucheer gereedschap cirkel

source: retouch tool ellipse
nl: retoucheer gereedschap elipse

source: retouch tool path
nl: retoucheer gereedschap pad

source: retouch tool brush
nl: retoucheer gereedschap penseel

source: continuous add circle
nl: doorlopend cirkels toevoegen

source: continuous add ellipse
nl: doorlopend ellipsen toevoegen

source: continuous add path
nl: doorlopend paden toevoegen

source: continuous add brush
nl: doorlopend penselen toevoegen

source: show or hide shapes
nl: toon of verberg maskers

source: max scale is %i for this image size
nl: maximale schaal %i voor deze afbeeldings groote

source: contrast compression
nl: contrastcompressie

source: contrast - med (linear)
nl: contrast - midden (lineair)

source: contrast - high (linear)
nl: contrast - hoog (lineair)

source: logarithm (base 2)
nl: logaritme (basis 2)

source: exponential (base 2)
nl: exponentieel (basis 2)

source: RGB, linked channels
nl: RGB, verbonden kanalen

source: RGB, independent channels
nl: rgb, onafhankelijke kanalen

source: choose between linked and independent channels.
nl: kies tussen gekoppelde en onafhankelijke kanalen

source: curve nodes for r channel
nl: curve knooppunten voor r kanaal

source: curve nodes for g channel
nl: curve knooppunten voor g kanaal

source: curve nodes for b channel
nl: curve knooppunten voor b kanaal

source: compensate middle grey
nl: compenseer midden grijs

source: rgb levels
nl: rgb niveaus

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
nl: toepassen automatische niveaus op basis van een door de gebruiker gedefinieerd gebied klik en sleep om een gebied te definiëren verwijder met een rechtermuis klik

source: rotate pixels
nl: draai pixels

source: automatic pixel rotation
nl: pixels automatische draaien

source: automatic pixel rotation only works for the sensors that need it.
nl: automatisch draaien van pixels werkt alleen voor sensors die dat nodig hebben

source: scale pixels
nl: schaal pixels

source: automatic pixel scaling
nl: pixels automatisch schalen

source: automatic pixel scaling only works for the sensors that need it.
nl: automatisch pixels schalen werkt alleen voor sensors die dat nodig hebben

source: shadows and highlights
nl: schaduwen en hooglichten

source: white point adjustment
nl: witpuntaanpassing

source: compress
nl: comprimeer

source: shadows color correction
nl: schaduw kleurcorrectie

source: highlights color correction
nl: hooglichten kleurcorrectie

source: shadows color adjustment
nl: aanpassen schaduwkleuren

source: highlights color adjustment
nl: aanpassen hooglichten

source: correct shadows
nl: verbeter schaduwen

source: correct highlights
nl: verbeter hooglichten

source: shift white point
nl: verschuif witpunt

source: filter to use for softening. bilateral avoids halos
nl: te gebruiken filter voor softening, bilateral voorkomt halos

source: compress the effect on shadows/highlights and preserve midtones
nl: comprimeer effect op hooglichten/schaduwkleuren en behoud middenkleuren

source: adjust saturation of shadows
nl: aanpassen verzadiging schaduwkleuren

source: adjust saturation of highlights
nl: aanpassen verzadiging hooglichten

source: spatial extent of the unblurring
nl: omvang van verscherping

source: strength of the sharpen
nl: mate waarmee wordt verscherpt

source: threshold to activate sharpen
nl: drempelwaarde voordat verscherpen wordt geactiveerd

source: the size of blur
nl: mate van verdoezelen

source: the saturation of blur
nl: de verzadiging m.b.t. verdoezeling

source: the brightness of blur
nl: de helderheid van verdoezeling

source: the mix of effect
nl: mix effect

source: split-toning
nl: duo-toning

source: pick primary color
nl: pak de primaire kleur

source: pick secondary color
nl: pak de secundaire kleur

source: shadows-hue
nl: schaduwen tint

source: shadows-saturation
nl: schaduwen verzadiging

source: highlights-hue
nl: hooglichten tint

source: highlights-saturation
nl: hooglichten verzadiging

source: balance
nl: witbalans

source: authentic sepia
nl: authentiek sepia

source: authentic cyanotype
nl: authentiek cyanotype

source: authentic platinotype
nl: authentiek platinotype

source: chocolate brown
nl: chocoladebruin

source: select tone color
nl: bepaal kleur toon

source: select the saturation tone
nl: bepaal verzadigingstoon

source: properties
nl: eigenschappen

source: the balance of center of split-toning
nl: het evenwicht van het centrum van split-toning

source: compress the effect on highlights/shadows and preserve midtones
nl: comprimeer effect op hooglichten/schaduwkleuren en behoud middenkleuren

source: spot removal
nl: vlekken verwijderen

source: spot module is limited to 64 shapes. please add a new instance !
nl: spot module is beperkt tot 64 vormen, voeg dus een nieuw exemplaar toe!

source: number of strokes:
nl: aantal lijnen:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
nl: klik op een vorm en sleep die naar het canvas bepaal met het muiswiel de afmeting klik rechts om een lijn te verwijderen

source: show and edit shapes
nl: toon en bewerk maskers

source: spot circle tool
nl: spot cirkel gereedschap

source: spot ellipse tool
nl: spot ellips gereedschap

source: spot path tool
nl: spot pad gereedschap

source: white balance
nl: witbalans

source: temperature
nl: temperatuur

source: preset/camera
nl: voorkeur/camera

source: preset/camera neutral
nl: voorkeur/camera neutraal

source: preset/spot
nl: voorkeur/spot

source: camera neutral
nl: cameraneutraal

source: user modified
nl: door gebruiker gewijzigd

source: `%s' color matrix not found for image
nl: `%s' kleuren matrix is niet gevonden

source: failed to read camera white balance information from `%s'!
nl: ophalen camera-witbalans info van `%s' is niet gelukt!

source: cyan
nl: cyaan

source: emerald
nl: smaragd

source: choose white balance preset from camera
nl: kies voor camera-witbalans

source: finetune
nl: fijnafstelling

source: fine tune white balance preset
nl: fijnafstelling witbalans voorkeur

source: white balance disabled for camera
nl: camera-witbalans is uitgeschakeld

source: tone curve
nl: toon curve

source: base of the logarithm
nl: basis van het logaritme

source: color space
nl: kleurenruimte

source: Lab, linked channels
nl: Lab, verbonden kanalen

source: Lab, independent channels
nl: Lab, onafhankelijke kanalen

source: XYZ, linked channels
nl: XYZ, verbonden kanalen

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
nl: in stand auto hebben de a- en b-curves geen effect en worden daarom niet getoond. kleurwaarden (a en b) voor elke pixel worden dan aangepast op basis van de L-curve, automatisch XYZ is vergelijkbaar en wordt toegepast op verzadigingsveranderingen in XYZ ruimte

source: tonecurve for L channel
nl: tooncurve L kanaal

source: tonecurve for a channel
nl: tooncurve a kanaal

source: tonecurve for b channel
nl: tooncurve b kanaal

source: log
nl: inloggen

source: tone equalizer
nl: toon equalizer

source: blacks
nl: zwart

source: deep shadows
nl: diepe schaduwen

source: light shadows
nl: lichte schaduwen

source: midtones
nl: middentonen

source: dark highlights
nl: donkere hooglichten

source: whites
nl: wit

source: speculars
nl: spiegelende

source: smoothing diameter
nl: afvlakken diameter

source: edges refinement or feathering
nl: randen verfijnen of verdoezelen

source: mask quantization
nl: masker kwantisering

source: mask exposure compensation
nl: belichtingscompensatie masker

source: mask contrast compensation
nl: contrast compensatie masker

source: luminance estimator
nl: luminantie taxateur

source: preserve details
nl: behoud details

source: mask blending : none
nl: masker mengen: niets

source: mask blending : landscapes
nl: mengen masker: landschappen

source: mask blending : all purposes
nl: mengen masker: alle doeleinden

source: mask blending : isolated subjects
nl: mengen masker: geïsoleerde onderwerpen

source: compress shadows/highlights : soft
nl: comprimeer schaduwen/hooglichten: slap

source: compress shadows/highlights : strong
nl: comprimeer schaduwen/hooglichten: sterk

source: relight : fill-in
nl: opnieuw ontsteken: invullen

source: tone equalizer needs to be after distorsion modules in the pipeline – disabled
nl: plaats toon equalizer in de pijplijn na de vervormingsmodules - uitgeschakeld

source: tone equalizer failed to allocate memory, check your RAM settings
nl: toon equalizer kon geen geheugen toewijzen, controleer uw RAM-instellingen

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
nl: toon equalizer in/uit buffer is slecht uitgelijnd, meld de bug aan de ontwikkelaars

source: the interpolation is unstable, decrease the curve smoothing
nl: de interpolatie is onstabiel, verlaag de curve afvlakking

source: wait for the preview to finish recomputing
nl: wacht op het voorbeeld tot het opnieuw berekenen is gebeurd

source: some parameters are out-of-bounds
nl: sommige parameters staan buiten de grenzen

source: simple
nl: eenvoudig

source: advanced
nl: geavanceerd

source: masking
nl: maskeren

source: double-click to reset the curve
nl: dubbelklikken reset de curve

source: curve smoothing
nl: curve afvlakken

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
nl: positieve waarden zullen meer progressieve toonovergangen produceren maar de curve kan bij sommige instellingen oscilleren negatieve waarden voorkomen oscillaties en gedragen zich robuuster maar kan brute toonovergangen veroorzaken en het lokale contrast beschadigen

source: RGB average
nl: RGB gemiddelde

source: HSL lightness
nl: HSV helderheid

source: HSV value / RGB max
nl: HSV waarde / RGB max

source: RGB sum
nl: RGB som

source: RGB geometric mean
nl: RGB geometrisch gemiddelde

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
nl: bekijk het masker en kies de schatter welke een hoger contrast veroorzaakt tussen te ontwijken gebieden en in te branden gebieden

source: averaged guided filter
nl: gemiddeld geleid filter

source: guided filter
nl: geleid filter

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
nl: 'nee' beïnvloedt globaal en lokaal contrast (veilig als u alleen contrast toevoegt) 'geleid filter' heeft alleen invloed op het globale contrast en probeert het lokale contrast te behouden 'gemiddeld geleid filter' is een geometrisch gemiddelde van beide methoden

source: filter diffusion
nl: filter diffusie

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
nl: het toe te passen aantal passages van het geleid filter het helpt de randen van het filter te verspreiden maar gaat ten koste van de snelheid

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
nl: diameter van de vervaging in percentages van de grootste beeldgrootte let op: grote waarden maken de weergave in ontwikkel modus behoorlijk langzaam indien gebruik wordt gemaakt van de ruisreductie (profiled)

source: edges refinement/feathering
nl: randen verfijning/verdoezelen

source: precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
nl: precisie van de doezelaar: hogere waarden dwingt het masker om meer de randen te volgen maar zal het effect van het vloeiend maken juist vermijden lagere waarden geven vloeiendere gradiënten en betere vloeiingen maar zal leiden tot onnauwkeurige randen en halos

source: mask post-processing
nl: masker nabewerking

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
nl: teveel spanwijdte tussen eerste en laatste deciel in het masker histogram de centrale lijn geeft het gemiddelde aan oranje balken verschijnen bij extremen indien clipping optreedt

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
nl: 0 schakelt de kwantisatie uit. hogere waarden posterizeren en helpen daarmee het gidsen van het luminantie masker produceert stuksgewijze vloeiendere gebieden bij het gebruik van hogere doezelaar waarden NB posterizeren is iets uitbeelden met een lager aantal kleurtonen

source: use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. the picker will auto-adjust the average exposure at -4EV.
nl: verschuif hiermee de gemiddelde belichting van het masker langs de kanalen voor een betere controle van de belichtingscorrecties met de beschikbare knooppunten. de kiezer past de gemiddelde belichting automatisch aan op -4EV.

source: use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
nl: gebruik dit om het gemiddelde effect van het geleid filter tegen te gaan en verwijd het maskercontrast naar -4EV hierdoor kan het belichtingshistogram over meerdere kanalen worden verdeeld voor een betere controle van de belichtingscorrecties

source: display exposure mask
nl: toon masker belichting

source: tone mapping
nl: toonmapping

source: mid-tones bias
nl: middenkleuren

source: the strength of saturation boost
nl: de kracht van verzadiging

source: how much to spare highlights and shadows
nl: besparing m.b.t. hooglichten en schaduwkleuren

source: the amount of vibrance
nl: mate van levendigheid

source: fall-off strength
nl: afname sterkte

source: horizontal center
nl: horizontaal middelpunt

source: vertical center
nl: verticaal middelpunt

source: shape
nl: vorm

source: width-height ratio
nl: verhouding breedte/hoogte

source: automatic ratio
nl: automatische verhouding

source: 8-bit output
nl: 8-bit uitvoer

source: 16-bit output
nl: 16-bit uitvoer

source: width/height ratio
nl: verhouding breedte/hoogte

source: the radii scale of vignette for start of fall-off
nl: radiusschaal van vignetting voor begin afname

source: the radii scale of vignette for end of fall-off
nl: radiusschaal van vignetting voor einde afname

source: strength of effect on brightness
nl: mate van het effect m.b.t. helderheid

source: strength of effect on saturation
nl: mate van het effect m.b.t. verzadiging

source: horizontal offset of center of the effect
nl: verschuif het horizontale middelpunt

source: vertical offset of center of the effect
nl: verschuif het verticale middelpunt

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
nl: vormfactor 0 creëert een rechthoek 1 creëert een cirkel of ellips 2 creëert een ruit

source: enable to have the ratio automatically follow the image size
nl: geeft een verhouding gelijk aan die van de afbeelding

source: width-to-height ratio
nl: verhouding breedte : hoogte

source: add some level of random noise to prevent banding
nl: een zekere mate van willekeurige ruis toevoegen ter voorkoming van streepvorming

source: [%s on node] change vignette/feather size
nl: [%s op knooppunt] wijzig vignette/doezel afmeting

source: [%s on node] change vignette/feather size keeping ratio
nl: [%s op knooppunt] wijzig vignette/doezel afmeting behoud verhouding

source: [%s on center] move vignette
nl: [%s in het midden] verplaats vignet

source: watermark
nl: watermerk

source: refresh
nl: ververs

source: x offset
nl: compenseer x

source: y offset
nl: compenseer y

source: marker
nl: markeerstift

source: scale on
nl: opschalen

source: content
nl: inhoud

source: SVG watermarks in %s/watermarks or %s/watermarks
nl: SVG watermarken in %s/watermarks of %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
nl: watermerk kleur, label: $(WATERMARK_COLOR)

source: select watermark color
nl: bepaal watermerk kleur

source: pick color from image
nl: neem kleur uit afbeelding

source: text
nl: tekst

source: text string, tag: $(WATERMARK_TEXT)
nl: tekst string, label: $(WATERMARK_TEXT)

source: font
nl: voorkant

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
nl: tekst lettertype, labels: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
nl: grotere rand

source: smaller border
nl: kleinere rand

source: size is relative to
nl: afmeting is relatief aan

source: position
nl: positie

source: alignment
nl: uitlijning

source: the opacity of the watermark
nl: de dekking van het watermerk

source: the scale of the watermark
nl: de grootte van het watermerk

source: the rotation of the watermark
nl: de draaiing van het watermerk

source: zone system
nl: zonesysteem

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
nl: helderheidszones wijzig het aantal zones met het scrollwiel van de muis klik met de linkermuisknop op de rand voor een markeerpunt verwijder een markeerpunt met de rechtermuisknop

source: background jobs
nl: achtergrondtaken

source: camera settings
nl: camerainstellingen

source: capture image(s)
nl: afbeelding(en) opnemen

source: toggle view property in center view
nl: schakel beeldeigenschappen naar gecentreerd beeld

source: connection with camera lost, exiting tethering mode
nl: verbinding met camera verbroken, tethering modus wordt gestopt

source: battery
nl: accu

source: camera control
nl: camerabediening

source: modes
nl: modus

source: timer (s)
nl: teller (s)

source: count
nl: tel

source: bkt. steps
nl: bkt. stappen

source: toggle delayed capture mode
nl: schakel naar vertraagde opnamemodus

source: toggle sequenced capture mode
nl: schakel naar een reeks opnamemodus

source: toggle bracketed capture mode
nl: schakel naar bracketing opnamemodus

source: the count of seconds before actually doing a capture
nl: aantal seconden voordat werkelijk een opname wordt uitgevoerd

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
nl: het aantal, in een reeks, op te nemen afbeeldingen, u kunt die met een vertraagde modus opnemen om zo bewegende beelden te maken

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
nl: het aantal brackets aan beide zijden van de hoofdafbeelding, aantal afbeeldingen =( (brackets*2)+1

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
nl: het aantal stappen per 'bracket' is in de camera instelbaar en bedraagt meestal 3 stappen per stop m.a.w. 3 stappen is gelijk aan 1EV belichtingsstap tussen de 'brackets'

source: additional properties
nl: extra eigenschappen

source: property
nl: eigenschap

source: add user property
nl: voeg gebruikerseigenschappen toe

source: program
nl: programma

source: focus mode
nl: focusmodus

source: shutterspeed2
nl: sluitersnelheid

source: shutterspeed
nl: sluitersnelheid

source: collect images
nl: catalogus

source: search filmroll
nl: zoek map

source: problem selecting new path for the filmroll in %s
nl: probleem bij het kiezen van een nieuw vorm voor de map in %s

source: search filmroll...
nl: zoek map

source: remove...
nl: uitschrijven

source: uncategorized
nl: ongecatagoriseerd

source: not tagged
nl: niet gelabeld

source: copied locally
nl: lokaal gekopieerd

source: group followers
nl: groep volgers

source: clear this rule
nl: verwijder voorwaarde

source: clear this rule or add new rules
nl: voorwaarde toevoegen / verwijderen

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
nl: geef zoekopdracht, gebruik <, <=, >, >=, <>, =, [;] als operators

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
nl: geef zoekopdracht, gebruik <, <=, >, >=, <>, =, [;] als operators, geef data in de vorm van: YYYY:MM:DD HH:MM:SS (alleen het jaar is verplicht)
